---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ConduitSettings
source: html/e41f198f-443c-2ce3-3634-ed49dd240667.htm
---
# ConduitSettings Properties

The id of the assembly instance to which the element belongs.